---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FormFailures.DissolveNoValidInputs
source: html/1d9703de-3493-f416-610f-9fc9dd4cbf12.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FormFailures.DissolveNoValidInputs Property

No form elements selected to dissolve.

## Syntax (C#)
```csharp
public static FailureDefinitionId DissolveNoValidInputs { get; }
```